Repository: Dasty87/Glancr_Spotify
Catalog: locale/*/LC_MESSAGES/spotify.po
Languages: de_de

# spotify_description
source: This modules show you the current playing track on Spotify
de_de: Modul zum Anzeigen des zurzeit spielenden Track auf Spotify

# spotify_how_to_use
source: To use the Spotify module, you need an app in your Spotify account.
de_de: Um das Spotify-Modul verwenden zu können, benötigst du eine App in deinem Spotify-Account.

# spotify_create_app
source: You can create here a Spotify application
de_de: Du kannst deine Spotify-Applikation hier erstellen

# spotify_tutorial_text
source: You can find here a tutorial on how to create a Spotify application
de_de: Hier findest du die Anleitung für das Erstellen einer Spotify-Applikation

# spotify_tutorial_create_app
source: Tutorial: How to create a Spotify-App (German only)
de_de: Tutorial: Spotify-App erstellen

source: Spotify Client ID
de_de: Client ID der Spotify-App

source: Spotify Client Secret
de_de: Client Secret der Spotify-App

source: Spotify Redirect URI
de_de: Redirect URI der Spotify-App

# spotify_reset_config
source: Reset Config
de_de: Einstellungen zurücksetzen

# spotify_reset_config_message
source: Are you sure you want to reset your Spotify config?
de_de: Bist du sicher, dass du deine Spotify Einstellugnen zurücksetzten möchtest?

# spotify_next_step
source: next step
de_de: Nächster Schritt

# spotify_login_with_spotify
source: Login with Spotify
de_de: Mit Spotify anmelden

# spotify_modul_configured
source: Your Spotify module is configured. There is nothing to see here.
de_de: Du hast dein Spotify Modul konfiguriert. Leider gibt’s hier nichts mehr einzustellen.

# spotify_save
source: Save and continue
de_de: Speichern und fortfahren

source: Spotify Application Description
de_de: Spotify Application Beschreibung

# spotify_copy_values
source: Copy the values from below and paste it in the fields on the Spotify-Website
de_de: Kopiere die untenstehenden Wert und füge sie auf der Spotify-Seite ein
